12/data/attachments/23f62dae17680681.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_e16ddfdd-b9ce-46cf-8671-d372da156d91</nif:username>
            <nif:pageInfo>
                <nif:page>4</nif:page>
                <nif:size>100</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>